[
	{
		"nazwa": "Lantus Solostar",
		"waga": 0.78,
		"opis": "torquent per conubia nostra, per inceptos hymenaeos. Mauris ut quam vel sapien imperdiet ornare. In faucibus. Morbi vehicula. Pellentesque tincidunt tempus risus. Donec",
		"cena": 5.14
	},
	{
		"nazwa": "Penicillin VK",
		"waga": 1.81,
		"opis": "vitae, orci. Phasellus dapibus quam quis diam. Pellentesque habitant morbi tristique senectus et",
		"cena": 6.65
	},
	{
		"nazwa": "Lisinopril",
		"waga": 1.61,
		"opis": "Aenean gravida nunc sed pede. Cum sociis natoque penatibus et magnis dis parturient",
		"cena": 8.63
	},
	{
		"nazwa": "Cephalexin",
		"waga": 1.52,
		"opis": "justo. Proin non massa non ante bibendum ullamcorper. Duis cursus, diam at pretium aliquet, metus urna convallis erat, eget tincidunt dui augue eu tellus. Phasellus elit pede, malesuada vel, venenatis",
		"cena": 6.01
	},
	{
		"nazwa": "Prednisone",
		"waga": 0.03,
		"opis": "nunc risus varius orci, in consequat enim diam vel arcu. Curabitur ut odio vel est tempor bibendum. Donec felis",
		"cena": 6.15
	},
	{
		"nazwa": "Amlodipine Besylate",
		"waga": 1.71,
		"opis": "sapien imperdiet ornare. In faucibus. Morbi vehicula. Pellentesque tincidunt tempus risus. Donec egestas. Duis ac arcu. Nunc",
		"cena": 5.71
	},
	{
		"nazwa": "Benicar",
		"waga": 1.21,
		"opis": "non enim commodo hendrerit. Donec porttitor tellus non magna. Nam ligula elit, pretium et, rutrum non, hendrerit id,",
		"cena": 7.21
	},
	{
		"nazwa": "Seroquel",
		"waga": 0.70,
		"opis": "elit, a feugiat tellus lorem eu metus. In lorem. Donec elementum, lorem ut aliquam iaculis,",
		"cena": 7.43
	},
	{
		"nazwa": "Amoxicillin",
		"waga": 1.97,
		"opis": "ultricies sem magna nec quam. Curabitur vel lectus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur",
		"cena": 3.02
	},
	{
		"nazwa": "Zetia",
		"waga": 0.64,
		"opis": "tincidunt adipiscing. Mauris molestie pharetra nibh. Aliquam ornare, libero at auctor ullamcorper, nisl arcu iaculis enim, sit amet ornare lectus justo eu arcu. Morbi sit",
		"cena": 3.13
	},
	{
		"nazwa": "Oxycontin",
		"waga": 1.33,
		"opis": "non arcu. Vivamus sit amet risus. Donec egestas. Aliquam nec enim. Nunc ut erat.",
		"cena": 6.13
	},
	{
		"nazwa": "Sulfamethoxazole/Trimethoprim",
		"waga": 1.82,
		"opis": "felis. Donec tempor, est ac mattis semper, dui lectus rutrum urna, nec luctus felis purus ac tellus. Suspendisse sed dolor. Fusce mi lorem, vehicula et, rutrum eu, ultrices sit",
		"cena": 2.18
	},
	{
		"nazwa": "Lovaza",
		"waga": 0.12,
		"opis": "neque. Nullam ut nisi a odio semper cursus. Integer mollis.",
		"cena": 0.91
	},
	{
		"nazwa": "Alprazolam",
		"waga": 1.21,
		"opis": "euismod urna. Nullam lobortis quam a felis ullamcorper viverra. Maecenas iculi",
		"cena": 9.38
	},
	{
		"nazwa": "Lipitor",
		"waga": 1.02,
		"opis": "nec, leo. Morbi neque tellus, imperdiet non, vestibulum nec, euismod",
		"cena": 4.50
	},
	{
		"nazwa": "Lisinopril",
		"waga": 0.26,
		"opis": "consequat auctor, nunc nulla vulputate dui, nec tempus mauris erat eget ipsum. Suspendisse sagittis. Nullam vitae diam. Proin dolor. Nulla semper tellus id nunc interdum feugiat. Sed nec metus facilisis",
		"cena": 6.46
	},
	{
		"nazwa": "Tramadol HCl",
		"waga": 0.51,
		"opis": "laoreet ipsum. Curabitur consequat, lectus sit amet luctus vulputate, nisi sem semper erat, in consectetuer ipsum nunc id enim. Curabitur massa. Vestibulum accumsan neque et nunc. Quisque ornare tortor at",
		"cena": 0.75
	},
	{
		"nazwa": "Tramadol HCl",
		"waga": 0.68,
		"opis": "egestas a, scelerisque sed, sapien. Nunc pulvinar arcu et pede. Nunc sed orci lobortis",
		"cena": 1.68
	},
	{
		"nazwa": "Alprazolam",
		"waga": 0.54,
		"opis": "faucibus leo, in lobortis tellus justo sit amet nulla. Donec non justo. Proin non massa non ante bibendum ullamcorper. Duis cursus, diam at",
		"cena": 5.11
	},
	{
		"nazwa": "Zetia",
		"waga": 0.35,
		"opis": "dapibus ligula. Aliquam erat volutpat. Nulla dignissim. Maecenas onareegestas",
		"cena": 5.82
	}
	
]